[
    {
        "id": "1",
        "isbn": "513029",
        "title": "اخلاق النبي صلى الله عليه وسلم",
        "author": "الامام أبي بكر محمد الطرطوشي",
        "releaseDate": "2017-08-06T19:32:00Z",
        "pages": 295,
        "language": "Arabic",
        "summary": "وسع الناس بخلقه، فصار لهم أبا، وصاروا عنده في الحق سواء، وكان رسول الله صلى الله عليه وسلم دائم البشر، سهل الخلق، لين الجانب، ليس بفظ ولا غليظ، ولا فحاش، ولا عياب ولا مداح، وكان لا يذم أحدا، ولا يعيره، ولا يطلب عورته، ولا يتكلم إلا في ما يرجو ثوابه، وجمع له الحلم صلى الله عليه  وسلم في الصبر، فكان لا يغضبه شيء يستفزه.وتمثلت شخصية الرسول صلى الله عليه وسلم في مكارم الاخلاق وتجمعت فيه كل الصفات الحميده.الكرم والصدق والامانه والصبر والعدل والعفو والرحمه والحلم والشجاعه والتواضع.",
        "image": "1"
    },
    {
        "id": "2",
        "isbn": "4655311",
        "title": "لأنك الله رحلة الى السماء السابعه",
        "author": "علي جابر الفيفي ",
        "releaseDate": "2016-05-28T19:32:00Z",
        "pages": 192,
        "language": "Arabic",
        "summary": "لأنك الله هي رحلة إلى التعمق في معنى تسع من اسماء الله الصمد ، الحفيظ ، اللطيف ، الشافي الوكيل ، الشكور ، الجبار ، الهادي ، الغفور ، ، القريب . سيعرفك هذا الكتاب على من انت بدونه لا شي نعمه علينا لا تعد ولا تحصى ونحن مازلنا غافلون ..في ظلال الصمدية :الصمد اسم بالغ الهيبة، قوي الحروف، شامخ المعنى، قليل الورود والذكر، ذو جلالة خاصة.إذا حاصرتك الحاجات، وداهمتك الخطوب، والتفّت من حولك الهموم، وأخذت روحك في الهرب إلى المجهول، فأنت بحاجة إلى أن تصمد إليه.سيمدك بكل ما تحتاجه لتكون قوياً في هذه الحياة، وتجابه واقعك بشموخ، وتتجاوز عقدك بعزيمة!الصمد هو أن تصمد إليه الخلائق، أي تلجأ إليه، وهو أجلّ معاني هذا الأسم، هو المقصود في الرغائب، .",
        "image": "2"
    },
    {
        "id": "3",
        "isbn": "0NA109",
        "title": "عش مع الله",
        "author": "مريم البلوشي",
        "releaseDate": "2018-10-17T19:32:00Z",
        "pages": 239,
        "language": "Arabic",
        "summary": "لنتذكر عطايا الله.. لنتذكر من بيده الرزق، لنتذكر أنه من يصلي الفجر فهو في ذمة الله، ولنتذكر أنه من يكيد لغيره يتولاه الله، ولنوقن بأننا سنحصل على أجمل الأشياء منه لا من إنسان ضعيف.لننسَ الوهن والحزن ولنتجاهل بعضهم، ولنكن في كل الأوقات متواصلين من داخلنا مع الله في يقين حقيقي بأنه سيكرمنا، وبأن ما يأتي من عنده أهم مما نسعى له.لا تنتظر الثناء ولا تنتظر الشكر من أحدهم بل اجعله بينك وبين الله إخلاصاً لأنه اعطاك الفرصة لتقدم ولتكن ذا عمل طيب في هذهِ الحياة، وحينها سيجزيك ويعطيك.تذكر .... أنسى الإنسان وعش مع الله ...",
        "image": "3"
    },
    {
        "id": "4",
        "isbn": "046003A",
        "title": "حياة الصحابه",
        "author": "‎الكاندهلوي‎",
        "releaseDate": "2010-04-07T19:32:00Z",
        "pages": 663,
        "language": "Arabic",
        "summary": "حَرِصَ الصحابة على الالتزام بالطاعات والتنافس فيما بينهم على فعلها؛ ابتغاءً لمرضاة الله ورسوله، ومن الأدلّة التي جاءت تُثبت ذلك، ما ورد في صحيح البخاري عن أبي هريرة -رضي الله عنه-: (يَا رَسولَ اللَّهِ ذَهَبَ أهْلُ الدُّثُورِ بالدَّرَجَاتِ والنَّعِيمِ المُقِيمِ. قالَ: كيفَ ذَاكَ؟ قالوا: صَلَّوْا كما صَلَّيْنَا، وجَاهَدُوا كما جَاهَدْنَا، وأَنْفَقُوا مِن فُضُولِ أمْوَالِهِمْ، وليسَتْ لَنَا أمْوَالٌ. قالَ: أفلا أُخْبِرُكُمْ بأَمْرٍ تُدْرِكُونَ مَن كانَ قَبْلَكُمْ، وتَسْبِقُونَ مَن جَاءَ بَعْدَكُمْ، ولَا يَأْتي أحَدٌ بمِثْلِ ما جِئْتُمْ به إلَّا مَن جَاءَ بمِثْلِهِ؟ تُسَبِّحُونَ في دُبُرِ كُلِّ صَلَاةٍ عَشْرًا، وتَحْمَدُونَ عَشْرًا، وتُكَبِّرُونَ عَشْرًا)،[١][٢] وكان الصحابة يُكثرون من الصيام، وقيام الليل، وقراءة القرآن، كالصحابي الجليل أبي موسى الأشعري -رضي الله عنه- الذي كان يقوم اللّيل بالقرآن، حتى وصف الرسول -صلى الله عليه وسلم- قراءته بقوله: (لقد أوتيَ مزمارًا من مزاميرِ آلِ داودَ).[٣][٤]",
        "image": "4"
    },
    {
        "id": "5",
        "isbn": "075908",
        "title": "الرحيق المختوم",
        "author": "‎وحيد الدين خان‎",
        "releaseDate": "2020-09-01T19:32:00Z",
        "pages": 639,
        "language": "Arabic",
        "summary": "السيرة النبوية هى الرسالة التي حملها رسول الله صلى الله عليه وسلم إلى المجتمع البشرى قولًا وفعلًا، وتوجيها وسلوكًا.وقلب بها موازين الحياة، حتى عدل خط التاريخ وَغيَّر مجرى الحياة في العالم الإنسان ونستعرض في البداية مقتطفات مختصرة من الكلمات التي تم تقديمها في كتاب الرحيق المختوم وتتضمن كلمات للمؤلف صفي الدين المباركفوري وكلمات لأمين رابطة العالم الإسلامي. كما تشمل المقدمات استعراض موقع العرب الجغرافي وأهميته، وأصل سلالتهم وانتشارهم إلى قبائل..",
        "image": "5"
    },
    {
        "id": "6",
        "isbn": "094",
        "title": "الفكر الاسلامي ",
        "author": "وحيد الدين خان‎",
        "releaseDate": "2020-06-12T19:32:00Z",
        "pages": 238,
        "language": "Arabic",
        "summary": "توافر كثير من العلماء والباحثين لتحديد تعريف أو أكثر للفكر الإسلامي، ومن أبرز هذه التعريفات: كل ما أنتج فكر المسلمين منذ مبعث الرسول إلى اليوم في المعارف الكونية المتصلة بالله سبحانه وتعالى والعالم والإنسان الذي يعبر عن اجتهادات العقل الإنساني لتفسير تلك المعارف العامة في إطار المبادئ الإسلامية عقيدة وشريعة وسلوكًا، أو كل ما ألفه علماء المسلمين في شتى العلوم الشرعية وغير الشرعية بغض النظر عن الحكم على مدى ارتباط هذا النتاج الفكري بأصل العقيدة الإسلامية، أو نتاج الفكر الذي تصدى للفلسفات والنظريات الغربية ناقدًا لها وواضعًا البديل الإسلامي محلها، أو كل نتاج للعقل البشري الموافق لمنهج الإسلام، أو كل ما هو غير تجريببي من مقومات الحضارة الإسلامية سواء كان تشريعًا أو علم كلام أو ما شابه ذلك وبعبارة أخرى: الجانب الفكري التصوري البحت الذي يقوم من كل حضارة مقام الخارطة الهندسية المصممة للبناء ...، أو هو فقه الوحي وفهم رجال هذا الفكر له ثمّ شروحهم عليه، أو الحكم على الواقع من وجهة نظر الإسلام، أو المنهج الذي يفكر به المسلمون أو الذي ينبغي أن يفكروا به. [1]",
        "image": "6"
    },
    {
        "id": "7",
        "isbn": "460",
        "title": "ثلاثين يوماً مع الله",
        "author": "‎فيصل بخاري‎",
        "releaseDate": "2019-03-15T19:32:00Z",
        "pages": 112,
        "language": "Arabic",
        "summary": "كيف هي علاقتنا مع الله ؟عندما تدمرنا الحياة وتنضغط الى ان نفقد امالنا بأنفسنا الى من تلتجئ  هل تلتجئ الى الخالق ام تلتجئ الى الصديق الذي ليس بيده شيء ام تلتجتئ للمحرمات ؟هل انت ممن يعلق قلبه بالله في جميع امور حياته ام انت الناسي ولا تعود اليه الا في حاجتك للاله العظيم ...",
        "image": "7"
    },
    {
        "id": "8",
        "isbn": "039708",
        "title": "البداية والنهاية",
        "author": "ابن كثير",
        "releaseDate": "2009-08-31T19:32:00Z",
        "pages": 1007,
        "language": "Arabic",
        "summary": "حكي الكتاب قصة الخلق بداية بالسماء ثم الأرض ثم الكائنات الحية معتمدا فقط على النظريات العلمية الفيزيائية والكيمائية والحيوية مثل الإنفجار العظيم والنظرية النسبية لأنشتاين ونظرية الأوتار ونظرية التطور لداروين ويستخدم هذه العلوم لإجابة أهم سؤال وجودي للبشر, هل الإنسان خليفة الله في الأرض أم حيوان قادر على البيان. الإجابة التي توصل إليها بشكل علمي ومنطقي وكذلك البينات التي ظهرت مثيرة جدا. الجزء الأخير من الكتاب فلسفي ينظر لمعاني الأشياء ويمحصها بالعلم والمنطق وتتبع التاريخ المدون..",
        "image": "8"
    },
    {
        "id": "9",
        "isbn": "039807",
        "title": "تفسير القران العظيم",
        "author": "‎ابن كثير‎",
        "releaseDate": "2015-03-04T19:32:00Z",
        "pages": 1087,
        "language": "Arabic",
        "summary": "يعتمد ابن كثير في تفسيره على التفسير بالمأثور وهو تفسير القرآن بالقرآن الكريم، والسنة النبوية، وكذلك يذكر الأحاديث والآثار المسندة إلى أصحابها، وأقوال الصحابة والتابعين، كما اهتم باللغة العربية وعلومها، واهتم بالأسانيد ونقدها، واهتم بذكر القراءات وأسباب النزول.[3][4] جزء من سلسلة الإسلام علم التفسير˂أمهات التفاسير عند أهل السنة والجماعة ˂تفاسير أهل السنة والجماعة ˂تفاسير الصوفية ˂تفاسير المعتزلة ˂التفاسير الشيعية ˂مصطلحات علم التفسير ˂مناهج التفسير التصنيف بوابة:الإسلام عنت وقد ذكر ذلك في مقدمة التفسير فقال:[15] إن أصح الطرق في ذلك أن يفسر القرآن بالقرآن، فما أجمل في مكان فإنه قد فسر في موضع آخر، فإن أعياك ذلك فعليك بالسنة فإنها شارحة للقرآن وموضحة له، وحينئذ إذا لم نجد التفسير في القرآن ولا في السنة، رجعنا في ذلك إلى أقوال الصحابة، فإنهم أدرى بذلك، لما شاهدوا من القرائن والأحوال التي اختصوا بها، ولما لهم من الفهم التام، والعلم الصحيح، والعمل الصالح، لا سيما علماؤهم وكبراؤهم، كالأئمة الأربعة والخلفاء الراشدين، والأئمة المهديين، وعبد الله بن مسعود رضي الله عنه.إذا لم تجد التفسير في القرآن ولا في السنة ولا وجدته عن الصحابة، فقد رجع كثير من الأئمة في ذلك إلى أقوال التابعين، كمجاهد بن جبر فإنه كان آية في التفسير، ولهذا كان سفيان الثوري يقول: «إذا جاءك التفسير عن مجاهد فحسبك به.» وكسعيد بن جبير، وعكرمة مولى ابن عباس، وعطاء بن أبي رباح، والحسن البصري، ومسروق بن الأجدع، وسعيد بن المسيب، وأبي العالية، والربيع بن أنس، وقتادة، والضحاك بن مزاحم، وغيرهم من التابعين وتابعيهم ومن بعدهم، فتذكر أقوالهم في الآية فيقع في عباراتهم تباين في الألفاظ، يحسبها من لا علم عنده اختلافاً فيحكيها أقوالا وليس كذلك، فإن منهم من يعبر عن الشيء بلازمه أو بنظيره، ومنهم من ينص على الشيء بعينه، والكل بمعنى واحد في كثير من الأماكن، فليتفطن اللبيب لذلك، والله الهادي..",
        "image": "9"
    },
    {
        "id": "10",
        "isbn": "0NA167",
        "title": "البوصلة القرآنية",
        "author": "‎أحمد خيري العمري‎",
        "releaseDate": "2016-11-14T19:32:00Z",
        "pages": 447,
        "language": "Arabic",
        "summary": "يحتوي الكتاب على الكثير من المعلومات والأفكار الجديدة، يتألف الكتاب من ثلاث محاور أساسية ومقدمة وخاتمة. المحور الاول يبحث في العناصر الاساسية للخطاب ‏القرآني والتي كانت السبب في تكوين الجيل الاول الذي حقق معجزة تغيير العالم خلال عقود قليلة، هذه ‏العناصر هي التساؤل، البحث عن الاسباب ، الايجابية، المقاصد. وهي عناصر أساسية في الخطاب القرآني، ‏ولكنها مفقودة في الخطاب الديني المتداول والسائد. ‏ المحور الثاني يبحث في الاسباب التي أدت الى هذا الانفصام بين هذه العناصر وبين الفكر الديني السائد؛ ‏ويعود هذا الانفصال الى مرحلة تاريخية مبكرة ومفصلية في التاريخ الاسلامي، وقد مهدت هذه المرحلة ، ‏حسب الكاتب، وبذرت لبذور هذا الانفصال الذي ازدهر لاحقا وأثر على كل العناصر التي كانت السبب ‏الرئيسي في النهضة التي انجزها الجيل الاول . ‏ المحور الثالث يتتبع خطوط النهضة وعلاماتها في القرآن الكريم عبر قراءة جديدة لسورة الكهف التي نعودنا ‏قراءتها كل جمعة، حيث تنطلق النهضة من فتية الكهف وهم يجملون عبء النهضة الى الكهف، وصولا الى ‏أعلى مرحلة : ذو القرنين. ‏ الطريق من الكهف الى ذي القرنين لا يمكن أن يمتد دون الاستناد على البوصلة القرآنية ، فمن خلالها نحدد ‏الاتجاه والثوابت والهدف. " ,
        "image": "10"
    } ,
    {
        "id": "11",
        "isbn": "0NA106",
        "title": "ربيع القلوب",
        "author": "حبيب الله محمد التركستاني",
        "releaseDate": "2021-11-14T19:32:00Z",
        "pages": 1243,
        "language": "Arabic",
        "summary": "دلَّ كثير من النصوص على أن القلب هو آلة الفهم والإدراك، والقلب إذا أحب القرآن تلذَّذ بقراءته، واجتمع على فهمه ووعيه فيحصل بذلك التدبر العميق، فمن علامات حب القرآن: الفرح بلقائه والجلوس معه أوقاتًا طويلة دون ملل والتطلع إليه وكثرة مشاورته والثقة بتوجيهاته والرجوع إليه.وينبغي لكل مسلم أن يسأل نفسه: هل أنا أحب القرآن؟ الكثير سيُجيب: نعم أحب القرآن، وكيف لا؟ لكن هل هو صادق في هذا الجواب؟ من هنا يأتي السؤال الآتي: كيف أحب القرآن إذًا؟ إن من وسائل تحصيل حب القرآن: التوكُّل على الله تعالى والاستعانة به، والالتزام بسورة الفاتحة لأن بها سؤال الله الهداية إلى الصراط المستقيم، كذلك الالتزام بالاستعاذة والبسملة عند القراءة، وذلك لأن الاستعاذة تصرف الشيطان الذي قد يحول بين العبد والقرآن، أما البسملة ففيها دعاء الله بثلاثة من أسمائه: الله، الرحمن، الرحيم.والوسيلة الثانية الإكثار من الدعاء الذي أوصى به رسول الله (صلى الله عليه وسلم) أصحابه، فعن ابن مسعود (رضي الله عنه)، قال: قال رسول الله (صلى الله عليه وسلم): “ما قال عبدٌ قط إذا أصابه همٌّ وحزن: اللهم إني عبدك وابن عبدك وابن أمتك، ناصيتي بيدك، ماضٍ في حكمك، عدلٌ في قضاؤك، أسألك بكل اسمٍ هو لك، سمَّيت به نفسك، أو أنزلته في كتابك، أو علمته أحدًا من خلقك، أو استأثرت به في علم الغيب عندك، أن تجعل القرآن العظيم ربيع قلبي، ونور صدري، وجلاء حزني، وذهاب همي؛ إلا أذهب الله همه، وأبدله مكان حزنه فرحًا.",
        "image": "11"
    },
    {
        "id": "12",
        "isbn": "0NA122",
        "title": "إن الله معنا",
        "author": "عايض المطيري‎",
        "releaseDate": "2019-11-14T19:32:00Z",
        "pages": 1243,
        "language": "Arabic",
        "summary": "الى من انهكه الالم والتعب والى من تعسرت اموره وتأخرت امنياته او تكدر خاطره وإلي من اقله الهم والغم او التفكير في المستقبل والى من اسهره الخوف وافزعه القلق في ومواجة ظروف الحياه اليك هذه الكلمات والعبارات والخواطر العابره مع تدبر بعض الايات ووقفات مع الدعاء واثره ، وتأملات فيها جرعة من الصبر وحسن الظن ، والتفاؤل بالله وعدم اليأس والاحباط والتشاؤم في هذه الحياه.",
        "image": "12"
    }
    
]
