//
//  News.swift
//  Fawaz solo project
//
//  Created by Fawaz on 28/11/2021.
//

import Foundation
import UIKit

struct News_str {
  let image : UIImage?
  let title: String
  let text : String
}
//========================================================================
var data_News_str = [
  
  News_str(
    image: UIImage(named: "Sc1.png"),
    title: "إحالة محامين للجنة التأديب لمخالفة نظام المحاماة وقواعد السلوك المهني",
    text: """
أعلنت وزارة العدل عن اتخاذ الإجراءات النظامية لإحالة محامين إلى لجنة تأديب المحامين، للنظر في المخالفات المرصودة ضدهم، والمتعلقة بمخالفة نظام المحاماة، وقواعد السلوك المهني.
وأوضحت الوزارة أنه وبالتنسيق مع الهيئة السعودية للمحامين، رُصدت مجموعة من المخالفات المهنية التي توجب الإحالة للجنة تأديب المحامين، لاتخاذ الإجراءات النظامية اللازمة بحقهم، ومن ذلك إبداء تصريحات تنطوي على معلومات غير صحيحة، وتضليل للرأي العام، إضافة إلى مخالفات تتصل بعدم حماية المحامي لأسرار العملاء المؤتمن عليها.
وبينت الوزارة أنه يعاقب كل محام يخالف أحكام نظام المحاماة أو لائحته التنفيذية أو قواعد السلوك المهني للمحامي أو يخل بواجباته المهنية أو يرتكب عملاً ينال من شرف المهنة، بإحدى العقوبات الآتية : الإنذار، أو اللوم، أو الإيقاف عن مزاولة المهنة لمدة لا تتجاوز ثلاث سنوات، أو شطب الاسم من الجدول وإلغاء الترخيص.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc2.png"),
    title: "محاكم التنفيذ تباشر 297 طلبًا تنفيذيًا لأحكام أجنبية ومحكمين بقيمة 2.4 مليار ريال",
    text: """
باشرت محاكم التنفيذ في المملكة، تنفيذ 297 طلبًا تنفيذيًا لأحكام أجنبية وأحكام محكمين "محليين وأجنبيين"، بقيمة إجمالية وصلت إلى 2.4 مليار ريال، وذلك خلال العام الجاري 2021.
وقالت الوزارة: إن القضاء في المملكة يسهم بإنفاذ قرارات المحكمين والمحاكم الأجنبية وفقًا لاتفاقات دولية متبادلة، لضمان الحصول على الحقوق والتعاقدات، وتعزيز البيئة الاستثمارية، وتشجيع ودعم الاستثمارات الأجنبية وجذب رؤوس الأموال العالمية.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc3.png"),
    title: "وزير العدل يلتقي نظيره المصري لتعزيز التعاون العدلي",
    text: """
التقى معالي وزير العدل رئيس المجلس الأعلى للقضاء الدكتور وليد بن محمد الصمعاني، في مقر وزارة العدل المصرية، بمعالي وزير العدل بجمهورية مصر العربية معالي المستشار عمر مروان، لبحث تعزيز التعاون العدلي بين البلدين، في إطار اتفاقية الرياض للتعاون القضائي.

وثمن معالي وزير العدل الدكتور وليد الصمعاني حفاوة الاستقبال التي وجدها والوفد المرافق له، مؤكداً عمق العلاقة التاريخية بين المملكة العربية السعودية وجمهورية مصر العربية، والتي انعكست على اتفاقية عدلية تؤطر العلاقة بين البلدين الشقيقين فيما يتعلق بالجانب العدلي.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc4.png"),
    title: "وزير العدل: انخفضت منازعات الأحوال الشخصية 20% بعد إلزامية الإحالة لمركز المصالحة",
    text: """
قال معالي وزير العدل الدكتور وليد بن محمد الصمعاني، إن مشروع الأحوال الشخصية الذي أعلن عنه صاحب السمو الملكي الأمير محمد بن سلمان بن عبدالعزيز ولي العهد نائب رئيس مجلس الوزراء وزير الدفاع - حفظه الله - ضمن منظومة التشريعات المتخصصة - التي يترقب صدروه -، يقوم على عدة أهداف من أهمها التركيز على الأسرة ابتداءً حتى ما بعد الانفصال؛ بتعزيز هذه الرابطة الأسرية متى أمكن تعزيزها باتفاق الأطراف، وأيضاً تقليل سلبيات الانفصال.

وأوضح أن هذا المشروع ركز بشكل أساسي على اعتبار إرادة المرأة في الزواج، وركز أيضًا على حفظ حقوقها المالية والنفقة للمرأة والأولاد، إضافة إلى المسائل الأخرى المتعلقة بطلب الفرقة وغيرها.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc5.png"),
    title: "وزير العدل يلتقي المدعي العام لروسيا الاتحادية",
    text: """
التقى معالي وزير العدل الدكتور وليد بن محمد الصمعاني اليوم (الأربعاء) المدعي العام في روسيا الاتحادية إيغور كراسنوف في العاصمة الروسية موسكو.
وأكد معاليه أن النظام العدلي السعودي شهد تطورات كبيرة ونقلات نوعية في ظل ما يجده من عناية واهتمام من خادم الحرمين الشريفين الملك سلمان بن عبد العزيز آل سعود، وصاحب السمو الملكي الأمير محمد بن سلمان بن عبدالعزيز ولي العهد نائب رئيس مجلس الوزراء وزير الدفاع -حفظهما الله-.
وقدم معالي الدكتور وليد الصمعاني لمحة موجزة عن النظام العدلي السعودي، والعدالة الجنائية بالمملكة، وعن أهم التطورات التشريعية والإلكترونية الداعمة لعمل القطاعات العدلية مواكبة لرؤية المملكة 2030.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc6.png"),
    title: "وزير العدل يوقع مذكرة تفاهم للتعاون المشترك مع نظيره الروسي",
    text: """
وقع معالي وزير العدل رئيس المجلس الأعلى للقضاء الدكتور وليد بن محمد الصمعاني اليوم (الثلاثاء) في موسكو مذكرة تفاهم مع نظيره الروسي قسطنطين تشويتشنكو.
وتهدف المذكرة إلى تعزيز وتطوير التعاون المشترك بين وزارتي العدل في المملكة العربية السعودية وجمهورية روسيا الاتحادية فيما يتعلق بالمجال العدلي والقضائي، ضمن جهود وزارة العدل في تعزيز التعاون الدولي في المجال العدلي والقضائي.
وأعرب معالي وزير العدل الدكتور وليد الصمعاني عن شكره وتقديره للجانب الروسي على الحفاوة التي وجدها والوفد المرافق، وما لمسوه من اهتمام وحرص على التعاون واستثمار العلاقات بين البلدين.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc7.png"),
    title: "محكمة استئناف الرياض تحكم بإدانة 24 متهماً ",
    text: """
أصدرت محكمة الاستئناف في الرياض حكماً يقضي بإدانة 24 متهماً ما بين مواطنين ومقيمين، مثلوا تشكيلاً عصابياً منظماً للقيام بجريمة غسل أموال لمبالغ تقارب 17 مليار ريال، ومعاقبتهم بالسجن لمدد تصل إلى 20 عاماً، لإدانتهم بما نسب إليهم.
وحكمت المحكمة بمنع المواطنين المدانين في القضية من السفر مدداً مماثلة لمحكوميتهم، وإبعاد غير السعوديين - بعد انتهاء مدة عقوبتهم-، كما حكمت بتغريمهم بغرامات متفاوتة يتجاوز مجموعها 75 مليون ريال، والحكم بمصادرة جميع الأموال محل الجريمة والتي تقدر بمليارات الريالات.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc8.png"),
    title: "وزير العدل يدشن المنصات الإلكترونية لمركز التدريب العدلي",
    text: """
دشّن معالي وزير العدل الدكتور وليد بن محمد الصمعاني، المنصات الإلكترونية لمركز التدريب العدلي، التي تضم بوابة المركز الإلكترونية، ومنصة التدريب الإلكترونية، وتطبيق الأجهزة الذكية، وذلك بما يحقق أهداف وزارة العدل في برنامج التحوّل الوطني التي تهدف إلى تعزيز التميز في الأداء الحكومي، في إطار رؤية المملكة 2030.

وتقدم منصة التدريب الإلكترونية حلولاً تدريبية شاملة تتضمن: أتمتة التفاعل بين المدرب والمتدرب، وإدارة العملية التدريبية إلكترونياً، وأداء الاختبارات إلكترونياً، كما ستسهم المنصات في رفع فاعلية وتأثير المركز محلياً ودولياً، ورفع جودة مخرجات وممارسات التدريب والتأهيل.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc9.png"),
    title: "محاكم التنفيذ تباشر أحكام تحكيم ومحاضر صلح بإجمالي مبالغ 7.6 مليار ريال",
    text: """
باشرت محاكم التنفيذ في المملكة، 75 ألف حكم تحكيم ومحضر صلح، بإجمالي مبالغ 7.6 مليار ريال، خلال الخمس سنوات الماضية.

وأكّدت وزارة العدل أن هذه الأرقام تعكس حجم الدعم الحكومي والتشريعي والقضائي الذي تحظى به الوسائل البديلة لتسوية النزاعات عبر استحداث وإصدار عدد من الأنظمة كنظام التنفيذ، التحكيم الجديد، والمنافسات، إلى جانب حزمة من الأوامر السامية الداعمة للتحكيم والوساطة نظراً لدوره الكبير في انتعاش الحياة التجارية وتشجيع المستثمر المحلي والأجنبي على الدخول في استثمارات كبيرة وفي علاقات تجارية واسعة.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc10.png"),
    title: "وزير العدل يطلق النظام الإلكتروني تنفيذ في جميع محاكم التنفيذ",
    text: """
أطلق معالي وزير العدل رئيس المجلس الأعلى للقضاء الشيخ الدكتور وليد بن محمد الصمعاني، النظام الإلكتروني "تنفيذ" في جميع محاكم التنفيذ بالمملكة، بهدف الارتقاء بجودة العمل ورفع سقف الإنجاز والأداء، واختصار الوقت والجهد على المستفيدين، وتلافي جميع الإشكالات السابقة التي كانت تواجه عمل قضاء التنفيذ، مثل تأخر تحويل المبالغ المالية، ورفع منع التعامل المالي.

ويختصر نظام تنفيذ الإلكتروني 70 إجراءً إلى 5 إجراءات، ويختزل 5 أنظمة تشغيل في نظام واحد يتميز بأدوات تفاعلية ذكية، مثل خاصيّة التنبيه الذكي التي تسرع عملية اتخاذ القرارات للطلبات، وتجهيز متطلبات الإجراءات التالية آلياً دون الحاجة للتدخل البشري.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc11.png"),
    title: "وزير العدل يزور محاكم جدة.. ويشدد على وجوب العناية بجودة الأحكام",
    text: """
قام معالي وزير العدل رئيس المجلس الأعلى للقضاء الشيخ الدكتور وليد بن محمد الصمعاني بزيارات تفقدية لمحاكم الاستئناف، والعمالية، والجزائية، والتجارية، والعامة، والأحوال الشخصية، والتنفيذ بمحافظة جدة.

وشدد معاليه على أنه في ظل التطور القضائي - إجراءً وموضوعاً - يجب أن يواكب ذلك جودة عالية في التسبيب، ودقة تكييف الواقعة، ومطابقة العقوبة للفعل، والمجلس الأعلى للقضاء يتابع ذلك بكل دقة، فلن يُقبل إلا أن تكون الأحكام القضائية مجودة ومحققة لغاياتها.
"""
  ),
  
  News_str(
    image: UIImage(named: "sc12.png"),
    title: "وزير العدل ومحافظ هيئة عقارات الدولة يستعرضان تصاميم مباني مجمعات المحاكم",
    text: """
استعرض معالي وزير العدل الدكتور وليد بن محمد الصمعاني، ومعالي محافظ الهيئة العامة لعقارات الدولة الأستاذ إحسان بافقيه، التصاميم المرشحة لإنشاء مجمعات محاكم وزارة العدل في الرياض وجدة ومكة المكرمة.

وأكد معالي وزير العدل في كلمته بهذه المناسبة أن المملكة العربية السعودية ولله الحمد تشهد تطورات كبيرة على جميع الأصعدة وشتى المجالات ضمن رؤيتها الطموحة وبتوجيهات ودعم من خادم الحرمين الشريفين الملك سلمان بن عبد العزيز آل سعود، وصاحب السمو الملكي الأمير محمد بن سلمان بن عبد العزيز آل سعود ولي العهد نائب رئيس مجلس الوزراء وزير الدفاع، - حفظهما الله -.

"""
  ),
  
  News_str(
    image: UIImage(named: "sc13.png"),
    title: "وزارة العدل: بوابة ناجز تخدم 355 ألف مستفيد خلال شهر",
    text: """
أغنت بوابة ناجز الإلكترونية najiz.sa التابعة لوزارة العدل، عشرات الآلاف من المستفيدين، عن زيارة المقرات العدلية، عبر تمكينهم من إجراء خدمات القضاء، التنفيذ، التوثيق، وغيرها من الخدمات عن بعد، بنفس الجودة والكفاءة.

وكشفت وزارة العدل، عن تقديم بوابة ناجز خدماتها لأكثر من 355 ألف مستفيد، عبر 1.6 مليون عملية دخول للمستفيدين، خلال شهر أكتوبر الماضي.

وأوضحت الوزارة، أن عدد طلبات خدمات أطراف التنفيذ المقدمة عبر البوابة خلال أكتوبر، بلغت أكثر من 107 آلاف طلب، منها 70 ألف طلب تنفيذ.
"""
  ),
]
